---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Degree
zh: 度、角度
source: html/e9194be2-3a64-3b1d-2878-c2985849eb97.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Degree Property

**中文**: 度、角度

Symbol Â°, indicating unit Degrees.

## Syntax (C#)
```csharp
public static ForgeTypeId Degree { get; }
```